tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"

# brew "apache-spark"
# brew "mackup"
# brew "php@7.2", link: true
brew "asciidoctor"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "beanstalkd"
brew "black"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fontconfig"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gd"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-secrets"
brew "git-sizer"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "goreleaser"
brew "graphviz"
brew "grep"
brew "gzip"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "ipython"
brew "irssi"
brew "jmeter"
brew "jq"
brew "jrnl"
brew "jupyter"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubespy"
brew "leiningen"
brew "lesspipe"
brew "libcouchbase"
brew "libxml2"
brew "lolcat"
brew "luajit"
brew "mcrypt"
brew "moreutils"
brew "mysql"
brew "mysql-connector-c"
brew "ncdu"
brew "nmap"
brew "ocaml"
brew "openssh"
brew "openssl"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "pkgdiff"
brew "postgresql"
brew "prettyping"
brew "pstree"
brew "pyenv"
brew "python"
brew "python@2"
brew "r"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby", link: true
brew "ruby-build"
brew "screenfetch"
brew "shellcheck"
brew "ssh-copy-id"
brew "subliminal"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "vault"
brew "vim"
brew "watch"
brew "webkit2png"
brew "webp"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "zlib"
brew "zsh"

# cask "controlplane"
# cask "dropbox"
# cask "gimp"
# cask "virtualbox"
cask "alfred"
cask "clipgrab"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hammerspoon"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "keybase"
cask "lockrattler"
cask "plex-media-server"
cask "pritunl"
cask "robo-3t"
cask "rstudio"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "sloth"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "vagrant-manager"
cask "viscosity"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "xquartz"
cask "yubico-authenticator"
