
brew 'asciidoctor'
brew 'asciinema'
brew 'autoconf'
brew 'automake'
brew 'aws-shell'
brew 'awscli'
brew 'z'
brew 'helm'
brew 'pyenv'
brew 'bash'
brew 'bat'
brew 'black'
brew 'blueutil'
brew 'clojure'
brew 'starship'
brew 'asdf'
brew 'cmake'
brew 'cmatrix'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'diff-so-fancy'
brew 'docker-credential-helper-ecr'
brew 'dog'
brew 'exa'
brew 'fasd'
brew 'fd'
brew 'fdupes'
brew 'ffmpeg'
brew 'figlet'
brew 'findutils'
brew 'fish'
brew 'fontconfig'
brew 'fortune'
brew 'fswatch'
brew 'fzf'
brew 'gcc'
brew 'gd'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-extras'
brew 'git-flow'
brew 'git-secrets'
brew 'git-sizer'
brew 'git-trim'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnuplot'
brew 'goreleaser'
brew 'gox'
brew 'graphviz'
brew 'grep'
brew 'gzip'
brew 'hadolint'
brew 'htop'
brew 'httpie'
brew 'icdiff'
brew 'imagemagick'
brew 'ipython'
brew 'irssi'
brew 'jmeter'
brew 'jq'
brew 'jrnl'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubespy'
brew 'lastpass-cli'
brew 'ldns'
brew 'leiningen'
brew 'lesspipe'
brew 'libcouchbase'
brew 'libssh2'
brew 'libxml2'
brew 'lolcat'
brew 'lsd'
brew 'luajit'
brew 'moreutils'
brew 'mysql-client'
brew 'mysql@5.7'
brew 'ncdu'
brew 'neofetch'
brew 'nmap'
brew 'ocaml'
brew 'openssh'
brew 'openssl'
brew 'openvpn'
brew 'pandoc'
brew 'pass'
brew 'pinentry-mac'
brew 'pipx'
brew 'pkg-config'
brew 'pkgdiff'
brew 'prettyping'
brew 'procs'
brew 'protobuf'
brew 'pstree'
brew 'python'
brew 'r'
brew 'redis'
brew 'rename'
brew 'riemann'
brew 'ripgrep'
brew 'rsync'
brew 'ruby'
brew 'ruby-build'
brew 'rustup-init'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'swig'
brew 'tcl-tk'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unzip'
brew 'vault'
brew 'vim'
brew 'watch'
brew 'webkit2png'
brew 'webp'
brew 'wget'
brew 'yamllint'
brew 'youtube-dl'
brew 'zlib'
brew 'zsh'

cask 'alacritty'
cask 'alfred'
cask 'clipgrab'
cask 'firefox'
cask 'github'
cask 'gpg-suite'
cask 'hammerspoon'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keepassxc'
cask 'keybase'
cask 'plex-media-server'
cask 'robo-3t'
cask 'rstudio'
cask 'sequel-pro'
cask 'signal'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'visualvm'
cask 'vlc'
cask 'xquartz'
cask 'xscreensaver'
cask 'docker'
cask 'keepingyouawake'
cask 'pants'
cask 'telegram'
cask 'whatsapp'
# cask 'yubico-authenticator'
# cask 'yubico-yubikey-manager'

# Fonts
# cask 'font-anonymice-powerline'
# cask 'font-consolas-for-powerline'
# cask 'font-dejavu-sans-mono-for-powerline'
# cask 'font-droid-sans-mono-for-powerline'
# cask 'font-fira-mono-for-powerline'
# cask 'font-hack-nerd-font'
# cask 'font-inconsolata-dz-for-powerline'
# cask 'font-inconsolata-for-powerline'
# cask 'font-inconsolata-g-for-powerline'
# cask 'font-jetbrains-mono'
# cask 'font-liberation-mono-for-powerline'
# cask 'font-menlo-for-powerline'
# cask 'font-meslo-for-powerline'
# cask 'font-monofur-for-powerline'
# cask 'font-noto-mono-for-powerline'
# cask 'font-roboto-mono-for-powerline'
# cask 'font-source-code-pro-for-powerline'
# cask 'font-ubuntu-mono-derivative-powerline'

