tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"

# brew "hugo"
# brew "mackup"
brew "asciidoctor"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bat"
brew "beanstalkd"
brew "black"
brew "clojure"
brew "cmatrix"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "docker-credential-helper-ecr"
brew "exa"
brew "fasd"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fontconfig"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gd"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-secrets"
brew "git-sizer"
brew "git-trim"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "goreleaser"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hadolint"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "ipython"
brew "irssi"
brew "jmeter"
brew "jq"
brew "jrnl"
brew "jupyter"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubespy"
brew "lastpass-cli"
brew "ldns"
brew "leiningen"
brew "lesspipe"
brew "libcouchbase"
brew "libssh2"
brew "libxml2"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "mcrypt"
brew "moreutils"
brew "mysql-client"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "ocaml"
brew "openssh"
brew "openssl"
brew "openvpn"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "pkgdiff"
brew "postgresql"
brew "prettyping"
brew "procs"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "r"
brew "rbenv"
brew "redis"
brew "rename"
brew "riemann"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruby-build"
brew "rustup-init"
brew "shellcheck"
brew "ssh-copy-id"
brew "subliminal"
brew "swig"
brew "tcl-tk"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "vault"
brew "vim"
brew "watch"
brew "webkit2png"
brew "webp"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "zlib"
brew "zsh"

# cask "anki"
# cask "controlplane"
# cask "dropbox"
# cask "fantastical"
# cask "gimp"
# cask "little-snitch"
# cask "lockrattler"
# cask "sloth"
# cask "spectacle"
# cask "tunnelblick"
# cask "virtualbox"
cask "alacritty"
cask "alfred"
cask "clipgrab"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hammerspoon"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "keybase"
cask "logitech-options"
cask "obsidian"
cask "plex-media-server"
cask "pritunl"
cask "robo-3t"
cask "rstudio"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "vagrant-manager"
cask "viscosity"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "xquartz"
cask "xscreensaver"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"

# Fonts
cask "font-anonymice-powerline"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-g-for-powerline"
cask "font-jetbrains-mono"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-noto-mono-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "font-ubuntu-mono-derivative-powerline"
