tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/dupes'
tap 'homebrew/versions'

brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'boot2docker'
brew 'brew-cask'
brew 'cheat'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'docker'
brew 'fasd'
brew 'findutils'
brew 'freetype'
brew 'gettext'
brew 'git'
brew 'git-extras'
brew 'git-flow'
brew 'gpg'
brew 'gzip'
brew 'htop-osx'
brew 'hub'
brew 'irssi'
brew 'jq'
brew 'lesspipe'
brew 'lua'
brew 'luajit'
brew 'man2html'
brew 'maven'
brew 'md5sha1sum'
brew 'mongodb'
brew 'moreutils'
brew 'mysql'
brew 'nettle'
brew 'node'
brew 'objective-caml'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'python'
brew 'rbenv'
brew 'redis'
brew 'rename'
brew 'ruby'
brew 'ruby-build'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'subliminal'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'unzip'
brew 'urlview'
brew 'watch'
brew 'webkit2png'
brew 'webp'
brew 'zlib'
brew 'zsh'
brew 'homebrew/dupes/grep'
brew 'gnu-sed', args: ['default-names']
brew 'imagemagick', args: ['with-webp']
brew 'reattach-to-user-namespace', args: ['wrap-pbcopy-pbpaste']
brew 'wget', args: ['enable-iri']
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'weechat', args: ['with-python', 'with-perl', 'with-ruby', 'with-lua']

cask 'betterzipql'
cask 'chromium'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'gimp'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'hipchat'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'java'
cask 'karabiner'
cask 'kismac'
cask 'lightpaper'
cask 'mou'
cask 'opera'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'seil'
cask 'sequel-pro'
cask 'silverlight'
cask 'sizeup'
cask 'skype'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'torbrowser'
cask 'transmission'
cask 'vagrant'
cask 'vagrant-manager'
cask 'vienna'
cask 'virtualbox'
cask 'vlc'
cask 'xquartz'
